{
  "videos": [
    {
      "id": "1746465127656",
      "celebrityName": "Michael Jordan",
      "title": "Michael Jordan",
      "description": "Michael Jordan",
      "customScript": "Michael Jeffrey Jordan (born February 17, 1963), also known by his initials MJ, is an American businessman and former professional basketball player, who is currently a minority owner of the Charlotte Hornets of the National Basketball Association. He played 15 seasons in the National Basketball Association (NBA) between 1984 and 2003, winning six NBA championships with the Chicago Bulls. Widely regarded as one of the greatest players of all time, he was integral in popularizing basketball and the NBA around the world in the 1980s and 1990s, becoming a global cultural icon.",
      "videoUrl": "https://raw.githubusercontent.com/g-h-0-S-t/sports-reels-videos/main/videos/michael-jordan-history.mp4"
    },
    {
      "id": "1746465349868",
      "celebrityName": "Sachin Tendulkar",
      "title": "Sachin Tendulkar",
      "description": "Sachin Tendulkar",
      "customScript": "Sachin Ramesh Tendulkar, born 24 April 1973 is an Indian former international cricketer who captained the Indian national team. He is widely regarded as one of the greatest cricketers of all time, and is the holder of several world records, including being the all-time highest run-scorer in both ODI and Test cricket, receiving the most player of the match awards in international cricket, and being the only batsman to score 100 international centuries. Tendulkar was a Member of Parliament, Rajya Sabha by presidential nomination from 2012 to 2018.",
      "videoUrl": "https://raw.githubusercontent.com/g-h-0-S-t/sports-reels-videos/main/videos/sachin-tendulkar-history.mp4"
    },
    {
      "id": "1746467610774",
      "celebrityName": "Lionel Messi",
      "title": "Lionel Messi",
      "description": "Lionel Messi",
      "customScript": "Lionel Andrés \"Leo\" Messi[note 1] (Spanish pronunciation: [ljoˈnel anˈdɾes ˈmesi] ⓘ; born 24 June 1987) is an Argentine professional footballer who plays as a forward for and captains both Major League Soccer club Inter Miami and the Argentina national team. Widely regarded as one of the greatest players of all time, Messi set numerous records for individual accolades won throughout his professional footballing career such as eight Ballon d'Or awards and eight times being named the world's best player by FIFA.[note 2] He is the most decorated player in the history of professional football having won 45 team trophies,[note 3] including twelve Big Five league titles, four UEFA Champions Leagues, two Copa Américas, and one FIFA World Cup. Messi holds the records for most European Golden Shoes (6), most goals in a calendar year (91), most goals for a single club (672, with Barcelona), most goals (474), hat-tricks (36) and assists (192) in La Liga, most assists (18) and goal contributions (32) in the Copa América, most goal contributions (21) in the World Cup, most international appearances (191) and international goals (112) by a South American male, and the second-most in the latter category outright. A prolific goalscorer and creative playmaker, Messi has scored over 850 senior career goals and has provided over 380 assists for club and country.[21]",
      "videoUrl": "https://raw.githubusercontent.com/g-h-0-S-t/sports-reels-videos/main/videos/lionel-messi-history.mp4"
    },
    {
      "id": "1746468092836",
      "celebrityName": "chess grandmaster Viswanathan Anand",
      "title": "chess grandmaster Viswanathan Anand",
      "description": "chess grandmaster Viswanathan Anand",
      "customScript": "Viswanathan \"Vishy\" Anand (born 11 December 1969) is an Indian chess grandmaster. Anand is a five-time World Chess Champion,[2] a two-time World Rapid Chess Champion and a two-time Chess World Cup Champion.[3] He became the first grandmaster from India in 1988, and he has the eighth-highest peak FIDE rating of all time.[4] In 2022, he was the elected Deputy President of FIDE.[5][6] He is widely regarded as one of the greatest and most influential players in the history of the game[7][8] and has had an important role in popularizing it in India.[9][10]",
      "videoUrl": "https://raw.githubusercontent.com/g-h-0-S-t/sports-reels-videos/main/videos/chess-grandmaster-viswanathan-anand-history.mp4"
    },
    {
      "id": "1746468227220",
      "celebrityName": "Viswanathan Anand",
      "title": "Viswanathan Anand",
      "description": "Viswanathan Anand",
      "customScript": "Viswanathan \"Vishy\" Anand (born 11 December 1969) is an Indian chess grandmaster. Anand is a five-time World Chess Champion,[2] a two-time World Rapid Chess Champion and a two-time Chess World Cup Champion.[3] He became the first grandmaster from India in 1988, and he has the eighth-highest peak FIDE rating of all time.[4] In 2022, he was the elected Deputy President of FIDE.[5][6] He is widely regarded as one of the greatest and most influential players in the history of the game[7][8] and has had an important role in popularizing it in India.[9][10]",
      "videoUrl": "https://raw.githubusercontent.com/g-h-0-S-t/sports-reels-videos/main/videos/viswanathan-anand-history.mp4"
    },
    {
      "id": "1746468526276",
      "celebrityName": "Virat Kohli",
      "title": "Virat Kohli",
      "description": "Virat Kohli",
      "customScript": "Virat Kohli (born 5 November 1988)[b] is an Indian international cricketer who plays Test and ODI cricket for the national team and is a former captain in all formats.[5] He is a right-handed batsman and an occasional right arm medium pace bowler. He is called the king, the chase master and the run machine for his playing style, records and ability to lead the team to victory.[6] Kohli is the highest run-scorer in the Indian Premier League, third in T20I, third in ODI, and third in international cricket.[7] Regarded as one of the greatest batsmen of all time, he holds the record for the most ODI centuries and has the second most centuries in international cricket.[8] Kohli is also the only captain to lead India to three consecutive Test mace wins during 2017, 2018, and 2019.[9]He is the only batsman to achieve 900 rating points in all 3 formats.[1]",
      "videoUrl": "https://raw.githubusercontent.com/g-h-0-S-t/sports-reels-videos/main/videos/virat-kohli-history.mp4"
    }
  ]
}