{
  "videos": [
    {
      "id": "1746465127656",
      "celebrityName": "Michael Jordan",
      "title": "Michael Jordan",
      "description": "Michael Jordan",
      "customScript": "Michael Jeffrey Jordan (born February 17, 1963), also known by his initials MJ, is an American businessman and former professional basketball player, who is currently a minority owner of the Charlotte Hornets of the National Basketball Association. He played 15 seasons in the National Basketball Association (NBA) between 1984 and 2003, winning six NBA championships with the Chicago Bulls. Widely regarded as one of the greatest players of all time, he was integral in popularizing basketball and the NBA around the world in the 1980s and 1990s, becoming a global cultural icon.",
      "videoUrl": "https://raw.githubusercontent.com/g-h-0-S-t/sports-reels-videos/main/videos/michael-jordan-history.mp4"
    },
    {
      "id": "1746465349868",
      "celebrityName": "Sachin Tendulkar",
      "title": "Sachin Tendulkar",
      "description": "Sachin Tendulkar",
      "customScript": "Sachin Ramesh Tendulkar, born 24 April 1973 is an Indian former international cricketer who captained the Indian national team. He is widely regarded as one of the greatest cricketers of all time, and is the holder of several world records, including being the all-time highest run-scorer in both ODI and Test cricket, receiving the most player of the match awards in international cricket, and being the only batsman to score 100 international centuries. Tendulkar was a Member of Parliament, Rajya Sabha by presidential nomination from 2012 to 2018.",
      "videoUrl": "https://raw.githubusercontent.com/g-h-0-S-t/sports-reels-videos/main/videos/sachin-tendulkar-history.mp4"
    },
    {
      "id": "1746467610774",
      "celebrityName": "Lionel Messi",
      "title": "Lionel Messi",
      "description": "Lionel Messi",
      "customScript": "Lionel Andrés \"Leo\" Messi[note 1] (Spanish pronunciation: [ljoˈnel anˈdɾes ˈmesi] ⓘ; born 24 June 1987) is an Argentine professional footballer who plays as a forward for and captains both Major League Soccer club Inter Miami and the Argentina national team. Widely regarded as one of the greatest players of all time, Messi set numerous records for individual accolades won throughout his professional footballing career such as eight Ballon d'Or awards and eight times being named the world's best player by FIFA.[note 2] He is the most decorated player in the history of professional football having won 45 team trophies,[note 3] including twelve Big Five league titles, four UEFA Champions Leagues, two Copa Américas, and one FIFA World Cup. Messi holds the records for most European Golden Shoes (6), most goals in a calendar year (91), most goals for a single club (672, with Barcelona), most goals (474), hat-tricks (36) and assists (192) in La Liga, most assists (18) and goal contributions (32) in the Copa América, most goal contributions (21) in the World Cup, most international appearances (191) and international goals (112) by a South American male, and the second-most in the latter category outright. A prolific goalscorer and creative playmaker, Messi has scored over 850 senior career goals and has provided over 380 assists for club and country.[21]",
      "videoUrl": "https://raw.githubusercontent.com/g-h-0-S-t/sports-reels-videos/main/videos/lionel-messi-history.mp4"
    },
    {
      "id": "1746468092836",
      "celebrityName": "chess grandmaster Viswanathan Anand",
      "title": "chess grandmaster Viswanathan Anand",
      "description": "chess grandmaster Viswanathan Anand",
      "customScript": "Viswanathan \"Vishy\" Anand (born 11 December 1969) is an Indian chess grandmaster. Anand is a five-time World Chess Champion,[2] a two-time World Rapid Chess Champion and a two-time Chess World Cup Champion.[3] He became the first grandmaster from India in 1988, and he has the eighth-highest peak FIDE rating of all time.[4] In 2022, he was the elected Deputy President of FIDE.[5][6] He is widely regarded as one of the greatest and most influential players in the history of the game[7][8] and has had an important role in popularizing it in India.[9][10]",
      "videoUrl": "https://raw.githubusercontent.com/g-h-0-S-t/sports-reels-videos/main/videos/chess-grandmaster-viswanathan-anand-history.mp4"
    },
    {
      "id": "1746468227220",
      "celebrityName": "Viswanathan Anand",
      "title": "Viswanathan Anand",
      "description": "Viswanathan Anand",
      "customScript": "Viswanathan \"Vishy\" Anand (born 11 December 1969) is an Indian chess grandmaster. Anand is a five-time World Chess Champion,[2] a two-time World Rapid Chess Champion and a two-time Chess World Cup Champion.[3] He became the first grandmaster from India in 1988, and he has the eighth-highest peak FIDE rating of all time.[4] In 2022, he was the elected Deputy President of FIDE.[5][6] He is widely regarded as one of the greatest and most influential players in the history of the game[7][8] and has had an important role in popularizing it in India.[9][10]",
      "videoUrl": "https://raw.githubusercontent.com/g-h-0-S-t/sports-reels-videos/main/videos/viswanathan-anand-history.mp4"
    },
    {
      "id": "1746468673409",
      "celebrityName": "Virat Kohli",
      "title": "Virat Kohli",
      "description": "Virat Kohli",
      "customScript": "Virat Kohli (born 5 November 1988)[b] is an Indian international cricketer who plays Test and ODI cricket for the national team and is a former captain in all formats.[5] He is a right-handed batsman and an occasional right arm medium pace bowler. He is called the king, the chase master and the run machine for his playing style, records and ability to lead the team to victory.[6] Kohli is the highest run-scorer in the Indian Premier League, third in T20I, third in ODI, and third in international cricket.[7] Regarded as one of the greatest batsmen of all time, he holds the record for the most ODI centuries and has the second most centuries in international cricket.[8] Kohli is also the only captain to lead India to three consecutive Test mace wins during 2017, 2018, and 2019.[9]He is the only batsman to achieve 900 rating points in all 3 formats.[1]",
      "videoUrl": "https://raw.githubusercontent.com/g-h-0-S-t/sports-reels-videos/main/videos/virat-kohli-history.mp4"
    },
    {
      "id": "1746469182276",
      "celebrityName": "Virender Sehwag",
      "title": "Virender Sehwag",
      "description": "Virender Sehwag",
      "customScript": "Virender Sehwag (pronunciationⓘ, born 20 October 1978) is a former Indian cricketer who represented India from 1999 to 2013. Widely regarded as one of the most destructive openers[1][2] and one of the greatest batsmen of his era, he played for Delhi Capitals in IPL and Delhi and Haryana in Indian domestic cricket. He batted right-handed and played his first One Day International in 1999 and joined the Indian Test side in 2001.[3][4] In April 2009, Sehwag became the first Indian to be honoured as the Wisden Leading Cricketer in the World for his performance in 2008,[5] subsequently becoming the first player of any nationality to retain the award for 2009.[6] He worked as stand-in captain occasionally during absence of main captain of India, also worked as Vice-Captain for Indian squad. He is former captain of Delhi Daredevils and Delhi Ranji Team. During his time with India, Sehwag was a member of the team that was one of the joint winners of the 2002 ICC Champions Trophy, the winners of the 2007 T20 World Cup, and the winners of the 2011 Cricket World Cup. During the 2002 ICC Champions Trophy, Sehwag was the highest run scorer with 271 runs. In 2023, he was inducted into ICC Cricket Hall of Fame.[7]",
      "videoUrl": "https://raw.githubusercontent.com/g-h-0-S-t/sports-reels-videos/main/videos/virender-sehwag-history.mp4"
    },
    {
      "id": "1746469902703",
      "celebrityName": "Mary Kom",
      "title": "Mary Kom",
      "description": "Mary Kom",
      "customScript": "Mangte Chungneijang \"Mary\" Kom[2] (born 24 November 1982)[1] is an Indian Olympic boxer, politician, and former Member of Rajya Sabha.[3][4][5] She is the only woman to win the World Amateur Boxing Championship six times, the only female boxer to have won a medal in each one of the first seven World Championships, and the only boxer (male or female) to win eight World Championship medals.[6][7][8][9] Nicknamed Magnificent Mary, she was the only Indian female boxer to have qualified for the 2012 Summer Olympics, where she competed in the flyweight (51 kg) category and won a bronze medal.[10] She had also been ranked as the world's No. 1 female light-flyweight by the International Boxing Association (amateur) (AIBA).[11][12] She became the first Indian female boxer to win a gold medal in the Asian Games in 2014 at Incheon, South Korea and is the first Indian female boxer to win gold at the 2018 Commonwealth Games.[13] She is also the only boxer to become Asian Amateur Boxing Champion for a record six times.[14][15] Mary Kom won the 51kg gold in President's Cup in Indonesia.[16]",
      "videoUrl": "https://raw.githubusercontent.com/g-h-0-S-t/sports-reels-videos/main/videos/mary-kom-history.mp4"
    },
    {
      "id": "1746470250806",
      "celebrityName": "Michael Schumacher",
      "title": "Michael Schumacher",
      "description": "Michael Schumacher",
      "customScript": "Michael Schumacher (German pronunciation: [ˈmɪçaːʔeːl ˈʃuːmaxɐ]; born 3 January 1969) is a German former racing driver, who competed in Formula One from 1991 to 2006 and from 2010 to 2012. Schumacher won a record-setting seven Formula One World Drivers' Championship titles, tied by Lewis Hamilton in 2020, and—at the time of his retirement—held the records for most wins (91), pole positions (68), and podium finishes (155), while he maintains the record for most fastest laps (77), among others.",
      "videoUrl": "https://raw.githubusercontent.com/g-h-0-S-t/sports-reels-videos/main/videos/michael-schumacher-history.mp4"
    },
    {
      "id": "1746470818966",
      "celebrityName": "Roger Federer",
      "title": "Roger Federer",
      "description": "Roger Federer",
      "customScript": "Roger Federer (/ˈfɛdərər/ FED-ər-ər, Swiss Standard German: [ˈrɔdʒər ˈfeːdərər]; born 8 August 1981) is a Swiss former professional tennis player. He was ranked as the world No. 1 in men's singles by the Association of Tennis Professionals (ATP) for 310 weeks (second-most of all time), including a record 237 consecutive weeks, and finished as the year-end No. 1 five times. Federer won 103 singles titles on the ATP Tour, the second most since the start of the Open Era in 1968, including 20 major men's singles titles (among which a record eight men's singles Wimbledon titles, and an Open Era joint-record five men's singles US Open titles) and six year-end championships.",
      "videoUrl": "https://raw.githubusercontent.com/g-h-0-S-t/sports-reels-videos/main/videos/roger-federer-history.mp4"
    },
    {
      "id": "1746472516105",
      "celebrityName": "Tiger Woods",
      "title": "Tiger Woods",
      "description": "Tiger Woods",
      "customScript": "Eldrick Tont \"Tiger\" Woods (born December 30, 1975) is an American professional golfer. He is tied for first in PGA Tour wins, ranks second in men's major championships, and holds numerous golf records.[4] Woods is widely regarded as one of the greatest golfers of all time and is one of the most famous athletes in modern history.[4] He is an inductee of the World Golf Hall of Fame.[5]",
      "videoUrl": "https://raw.githubusercontent.com/g-h-0-S-t/sports-reels-videos/main/videos/tiger-woods-history.mp4"
    }
  ]
}